{
	"abilities":[
		{
			"id": 10,
			"name": "Creativity",
			"type": "blessing",
			"desc": "The character's imagination to think above and beyond normal concepts and realities is superior.",
			"mech": "Something about a +1 to problem solving, creative outlet, and what not.",
			"lvlreq": 0,
			"prereq": []
		},
		{
			"id": 11,
			"name": "Apathy",
			"type": "curse",
			"desc": "Those who have not earned the character's allegiance only receive indifference.",
			"mech": "-1 penalty to non-combat checks with people who are not companions, family, or close allies. -1 penalty on Despair checks when the character has recently been mocked or failed at a task.",
			"lvlreq": 0,
			"prereq": []
		},
		{
			"id": 12,
			"name": "Shame",
			"type": "curse",
			"desc": "The character is easily haunted by life's expectation and how they're measuring up.",
			"mech": "-1 penalty on Despair checks when the character has recently been mocked or failed at a task.",
			"lvlreq": 0,
			"prereq": []
		},
		{
			"id": 13,
			"name": "Stalwart Legs",
			"type": "innate",
			"desc": "The trek may be long and daunting, but less so for the character.",
			"mech": "Something about +1 to prolonged physical activity",
			"lvlreq": 0,
			"prereq": []
		},
		{
			"id": 20,
			"name": "Communication Specialist",
			"type": "blessing",
			"desc": "The character excels at understanding and expressing themself to others.",
			"mech": "+1 to Communication Trait at character creation.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 21,
			"name": "Solitude",
			"type": "curse",
			"desc": "People can often hinder pursuits, and the character prefers to work alone.",
			"mech": "Must succeed at a Grit test equal to the team size in order to contribute a teamwork bonus.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 22,
			"name": "Fury",
			"type": "curse",
			"desc": "The character's tunnel vision knows nothing but vengeance.",
			"mech": "When deeply angered, -1 penalty to all tasks unrelated to vengeful efforts until revenge has been dealt",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 23,
			"name": "Master of the Seas",
			"type": "innate",
			"desc": "Pelagus have 8 prehensile, fully usable arms, and they also breath only water.",
			"mech": "For any applicable check where more than 2 arms are used, a +1 bonus is added per extra pair of arms used. Out of the water they suffer -1 penalties to all tests, and must take Drowning tests until they return to the water.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 30,
			"name": "Stalwart Community",
			"type": "blessing",
			"desc": "The character is a dedicated part of a community where group success is the only way.",
			"mech": "+1 bonus to checks to ask for aide or information from other Zavyn.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 31,
			"name": "Shortsighted",
			"type": "curse",
			"desc": "Foresight is not a burden of the character.",
			"mech": "-1 penalty to all checks regarding preparation for travel or a lengthy task.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 32,
			"name": "Agile Climber",
			"type": "innate",
			"desc": "Trees, rocks, vines, and all nature's splender are easily surmounted by the character.",
			"mech": "Zavyn get a +1 bonus to Muscle checks to climb natural obstacles.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 33,
			"name": "Temper",
			"type": "curse",
			"desc": "Failure and degradation can haunt the character.",
			"mech": "-1 penalty to Grit for one round when insulted or frustrated due to failing trait tests.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 41,
			"name": "Prowess",
			"type": "blessing",
			"desc": "The character's physique is powerful and relentless.",
			"mech": "Strength and endurance (already added to base abilities)",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 42,
			"name": "Rugged Coat",
			"type": "innate",
			"desc": "Frigid winds and snowy mountain cold cannot breach the character's thick fur.",
			"mech": "An Alpyn's coat provides significant protection from the elements. Alpyn are immune to cold effects from natural weather.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 43,
			"name": "Arrogance",
			"type": "curse",
			"desc": "The character often focuses too much on superiority.",
			"mech": "When leading a teamwork effort, contributes one less die.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 44,
			"name": "Impulsive",
			"type": "curse",
			"desc": "Hesitation is not in the character's nature.",
			"mech": "-1 penalty to checks against the Temptation of a problem in plain sight you perceive you can resolve.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 50,
			"name": "Innate Magic",
			"type": "blessing",
			"desc": "The ether has a unique bond with the character.",
			"mech": "At character creation, add 1 level to any one Magic trait.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 51,
			"name": "Loyalty",
			"type": "blessing",
			"desc": "The character will put others before themself by placing themself in harm's way.",
			"mech": "+1 bonus to all Magic and combat tests when guarding a companion.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 52,
			"name": "Stubborn Curiosity",
			"type": "curse",
			"desc": "No question is beyond asking, nor any answer beyond pursuit.",
			"mech": "-2 penalty on Temptation tests regarding asking even the most inappropriate questions, handling unique items, eavesdropping, or exploring unfamiliar areas in a city.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": 53,
			"name": "Shapeshifting",
			"type": "innate",
			"desc": "The physical appearance of the character is malleable at will, and capable of taking on another Erdovan's visage.",
			"mech": "An Exomer can change their appearance by taking a full round to do so, shifting into the natural form of another creature of equivalent stature. The form taken cannot grant them any extra abilities, physical or otherwise, that they already do not possess, e.g. changing into a Pelagus does not grant effective use of multiple arms or water breathing.",
			"lvlreq":  0,
			"prereg": []
		},
		{
			"id": ,
			"name": "",
			"type": "blessing curse innate",
			"desc": "",
			"mech": "",
			"lvlreq":  0,
			"prereg": []
		}
	]
}