{
	"races":[
	{
		"name": "sylvan",
		"description": "<p>They are the children of the woodlands and jungle, descending from the wild tree-climbers. Legend says they awoke from their former selves, blessed with quick minds and creativity, but cursed with apathy and shame. Sylvan walk upright on two legs, with two arms ending in innately industrious hands. They have little to no body hair, except on their heads. Females have no facial hair, while the males can often grow as much on their face as on their head. Their hair ranges from browns, yellows, reds, blacks, and greys; their skin from a pale pearl to dark brown; and their eyes run the gamut of all colors. While their bodies are relatively similar in form to each other, their faces have a great variance of broad to thin, sharp to round, long and stout. Even their ears can vary from squat and round to lithe and pointed.</p><p>The Old Ways for the Sylvan were brutal and ruthless, often leading to violence and mass atrocities. They fought amongst themselves as much as any others, but in time banned together against common foes, and again in time learned to master business and trade and government nearly as ruthless as their battles once were. These conglomerations , assemblies, and dominions became well-known for their dominance and perseverance.</p>",
		"stature": 5,
		"speed": "average",
		"traits":{
			"charisma": 2,
			"grit": 2,
			"creativity": 4,
			"muscle": 2,
			"hide": 1,
			"seek": 2,
			"scamper": 2,
			"scrap": 4,
			"throw": 2,
			"sense": 1
		},
		"abilities": [10, 11, 12, 13]
	},
	{
		"name": "pelagus",
		"description": "<p>A Pelagus is a child of the seas, descending from the stealthy and clever hunters of the deep. Legends says they parted from their ancestors, blessed with patience and resolve, but cursed with greed and wrath. They possess large body-heads with deep-set eyes, 8 tentacle arms, and delicate skin. The apparent texture and colors can be changed at will, allowing the Pelagus to alter their appearance drastically. Their eyes are the only consistency: dual pupils surrounding in yellows and oranges.</p><p>The Pelagus are creatures of solitude, with no known Old Ways other than patience in trade and business and resolve to the end. A common misconception is an unwavering lust towards capital--beautiful, rare, and shiny treasures. But many Pelagus retort that not all treasure is shiny and beautiful, and not all that is beautiful and shiny is treasure.</p>",
		"stature": 3,
		"speed": "average",
		"traits":{
			"charisma": 3,
			"grit": 3,
			"creativity": 1,
			"muscle": 2,
			"hide": 4,
			"seek": 1,
			"scamper": 1,
			"scrap": 1,
			"throw": 1,
			"sense": 4
		},
		"abilities": [20, 21, 22, 23]
	},
	{
		"name": "zavon",
		"description": "<p>The Zavon are children of the grasslands and savannas, descending from the communal gatherers. Legend says one day thousands of years ago, a dual sunrise brought about new sight, blessing them with resourcefulness and a stalwart community, but cursing them with short-sightedness and a hot temper. Zavon are covered in short brown fur, with clawed hands and feet, sharp facial features, and a notably long, striped tail. They have deep brown eyes and long, harsh whiskers. Additionally, they are agile, adept at moving across both open ground and through the savannah trees. Many of their communities are either mass networked homes woven into the trees or large networks of tunnels.</p><p>The Old Ways of the Zavon are about an unwavering sense of community and family, as well as mastering tradecrafts and bartering. Alone, a single Zavon is expected to struggle, but together they are resourceful and a force to be reckoned with.</p>",
		"stature": 4,
		"speed": "fast",
		"traits":{
			"charisma": 2,
			"grit": 1,
			"creativity": 4,
			"muscle": 1,
			"hide": 4,
			"seek": 1,
			"scamper": 4,
			"scrap": 1,
			"throw": 1,
			"sense": 3
		},
		"abilities": [30, 31, 32, 33]
	},
	{
		"name": "alpin",
		"description": "<p>The Alpin's ancestors are great hunters and mountaineers among the rocky and snowy tops of the world. Legend says after the deepest of winters, they awoke from hibernation being blessed with strength and endurance, but cursed with arrogance and impulsiveness. They have thick, long fur bristling in shades of white, yellow, brown, and black, though in the deepest winters, their fur may turn white as snow. Alpin hands and feet are clawed, their face broad, and their tail thick, long, and prehensile.</p><p>The Old Ways of the Alpin developed a rigid and stringent code of society based on their homeland--the harsh and often unforgiving Druval Mountains.</p>",
		"stature": 5,
		"speed": "average",
		"traits":{
			"charisma": 1,
			"grit": 4,
			"creativity": 1,
			"muscle": 4,
			"hide": 1,
			"seek": 2,
			"scamper": 1,
			"scrap": 3,
			"throw": 2,
			"sense": 3
		},
		"abilities": [40, 41, 42, 43]
	},
	{
		"name": "exomer",
		"description": "<p>The Exomer, unlike the other Erdovan, descended from the ether itself. Legend holds that the ether itself willed the Exomer into existence, born of sheer desire, and blessed with natural magicks and loyalty, but cursed with unrelenting curiosity and stubbornness. They are born as amorphous beings, bearing no particular semblance through their younger years beyond a pale blue undulation. But quickly, an Exomer learns their first miraculous power--shape-shifting. They may take the forms of other similar sized creatures, but never truly indistinguishable. Their telling feature is a blue hue and faint blue mist-like aura in whatever form they take.</p><p>Many Exomer Old Traditions pass on, seeking out companionship with preference for other Erdovan. Traveling, rarely are more than two Exomer seen together, as their Old Ways value those unlike them. This focus often makes them intelligent diplomats and fierce friends, and face their greatest challenge when opposing loyalties collide.</p>",
		"stature": 4,
		"speed": "fast",
		"traits": {
			"charisma": 2,
			"grit": 4,
			"creativity": 1,
			"muscle": 1,
			"hide": 1,
			"seek": 4,
			"scamper": 3,
			"scrap": 3,
			"throw": 2,
			"sense": 1
		},
		"abilities": [50, 51, 52, 53]
	},
	{
		"name": "nephoros",
		"description": "<p>The Nephoros are children of the Phoros--floating rocks and boulders stretching into the sky and anchored by various roots and vines from the wild flora. Legend says they awoke in the clouds, being blessed with intelligence and ingenuity, but cursed with cowardice and gullibility. They are short, stout creatures that like Sylvan walk upright, but barely one third in size. All but their face and chest is covered in short, bristled hair, typically in shades of whites, grays, and light blues. They have small, thin tails that end in a furry bloom.</p><p>The Nephoros emerged in an area with little conflict or danger, as very few creatures can navigate the Phoros safely and survive. As such, the Old Ways of life led them to being the masters of language development, engineering principles, and the core sciences. They thrived on diplomacy and cooperation with the other Erdovan. Many of the Nephoros continue an old tradition of carrying a tribal heirloom staff at all times, and often prize it above all other possessions.</p>",
		"stature": 3,
		"speed": "average",
		"traits": {
			"charisma": 3,
			"grit": 1,
			"creativity": 4,
			"muscle": 1,
			"hide": 4,
			"seek": 3,
			"scamper": 2,
			"scrap": 1,
			"throw": 1,
			"sense": 2
		},
		"abilities": [60, 61, 62, 63]
	}
]
}